aaron-bond.better-comments
alefragnani.bookmarks
alefragnani.project-manager
amazonwebservices.aws-toolkit-vscode
batisteo.vscode-django
bencoleman.armview
codezombiech.gitignore
davidanson.vscode-markdownlint
dhoeric.ansible-vault
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
felixfbecker.php-intellisense
github.codespaces
github.remotehub
github.vscode-pull-request-github
gitlab.gitlab-workflow
gitpod.gitpod-desktop
gitpod.gitpod-flex
gruntfuggly.todo-tree
hashicorp.terraform
humao.rest-client
johnpapa.vscode-peacock
jyee721.gitlab-snippets
kevinrose.vsc-python-indent
magicstack.magicpython
mechatroner.rainbow-csv
meezilla.json
mhutchie.git-graph
ms-azure-devops.azure-pipelines
ms-azuretools.azure-dev
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurecontainerapps
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-aks-tools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.azure-repos
ms-vscode.azurecli
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.vscode-node-azure-pack
ms-vsliveshare.vsliveshare
msazurermtools.azurerm-vscode-tools
njpwerner.autodocstring
oderwat.indent-rainbow
rangav.vscode-thunder-client
redhat.ansible
redhat.vscode-yaml
shakram02.bash-beautify
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
waderyan.gitblame
wayou.vscode-todo-highlight
wholroyd.jinja
xdebug.php-debug
xdebug.php-pack
yzhang.markdown-all-in-one
ziyasal.vscode-open-in-github
zobo.php-intellisense
